<?php
return array (
  'trophy_description.1' => 'Отправьте сообщение ваше первое на сайте, чтобы получить этот трофей.',
  'trophy_description.2' => 'Отправлено 30 сообщений. Тебе здесь должно понравиться!',
  'trophy_description.3' => 'Вы отправили 100 сообщений. Это было не легко!',
  'trophy_description.4' => 'У вас 1000 сообщений! Это впечатляюще!',
  'trophy_description.5' => 'Кто-то положительно отреагировал на одно из ваших сообщений. Продолжайте публиковать подобные сообщения, чтобы узнать больше!',
  'trophy_description.6' => 'На ваши сообщения 25 раз положительно отреагировали.',
  'trophy_description.7' => 'Опубликованный вами контент получил 100 положительных отзывов.',
  'trophy_description.8' => 'Ваш контент получил 250 положительных отзывов.',
  'trophy_description.9' => 'Опубликованный вами контент вызвал 500 положительных откликов.',
);