<?php
return array (
  'help_page_desc.bb_codes' => 'Список BB-кодов, которые можно использовать для улучшения вида Ваших сообщений. На этой странице перечислены все доступные BB-коды.',
  'help_page_desc.cookies' => 'На этой странице объясняется, как данный сайт использует cookie.',
  'help_page_desc.privacy_policy' => 'Вам необходимо принять условия политики перед использованием сайта.',
  'help_page_desc.smilies' => '<!-- j_help_page_desc.smilies -->Список всех смайлов, которые Вы можете использовать в сообщениях.',
  'help_page_desc.terms' => 'Вы должны согласиться с этими условиями и правилами перед использованием сайта.',
  'help_page_desc.trophies' => 'Вы можете получать трофеи за различные действия на форуме. На этой странице перечислены все доступные трофеи.',
);