<?php
return array (
  'forum_type_desc.article' => 'Разделы статей отображают первое сообщение каждой темы в виде статьи и могут менять способ отображения тем при просмотре форума.',
  'forum_type_desc.discussion' => 'Разделы обсуждений могут содержать различные типы тем.',
  'forum_type_desc.question' => 'Разделы вопросов позволяют пользователям задавать вопросы, на которые другие пользователи могут ответить. Лучший ответ, данный на вопрос, может быть выделен и закреплен. За ответы, данные на вопросы, можно голосовать и можно отсортировать ответы по количеству голосов за них.',
  'forum_type_desc.suggestion' => 'Разделы предложений позволяют пользователям голосовать за идеи, которые им нравятся. Легко получить доступ к наиболее популярным предложениям.',
);