<?php
return array (
  'tfa_desc.authy' => 'Если Вы используете <a href="https://authy.com/download/" target="_blank">приложение Authy</a> на своём устройстве, то можно использовать функцию OneTouch для подтверждения запросов простым нажатием.',
  'tfa_desc.backup' => 'Эти коды могут использоваться для входа в систему, если у Вас нет доступа к другим методам проверки. Храните эти коды в надёжном и безопасном месте.',
  'tfa_desc.email' => 'Коды подтверждения будут отправляться по электронной почте. По возможности, лучше выбирать другие способы двухфакторной аутентификации.',
  'tfa_desc.totp' => 'Генерация кодов подтверждения с помощью приложение на Вашем смартфоне.',
);